package com.ked.interaction.commands;

public class ConfigureCommand {
//    TODO: создать диалог
    /*
    выбрать, что изменить (имя, категории)
    имя
        ввести имя
    категории
        выберите удалить/добавить
        добавить:
            введите название (проверить, нет ли такого уже)
        удалить:
            выбрать название кнопкой
            спросить, куда перенести транзакции
                удалить
                выбрать другую категорию
     */
//    TODO: дать возможность выйти из диалога
}
